{
  "id": "exp_007",
  "title": "Bioadaptive Study 7",
  "authors": [
    "Dr. G. Vega",
    "Lt. S. Orion"
  ],
  "year": 2022,
  "organism": "Caenorhabditis elegans",
  "platform": "Deep Space Habitat",
  "keywords": [
    "transcriptomics",
    "photosynthesis",
    "cell differentiation"
  ],
  "sections": {
    "abstract": "Microgravity environments alter cellular morphology and biochemical signaling cascades, prompting adaptive responses across multiple organ systems. Microgravity environments alter cellular morphology and biochemical signaling cascades, prompting adaptive responses across multiple organ systems. Automated imaging payloads captured time-series datasets to quantify phenotypic drift under extended orbital exposure.",
    "methods": "Automated imaging payloads captured time-series datasets to quantify phenotypic drift under extended orbital exposure. Crew-operated assays validated ground-based analog simulations, highlighting variance in nutrient uptake kinetics. Crew-operated assays validated ground-based analog simulations, highlighting variance in nutrient uptake kinetics.",
    "results": "Radiation shielding strategies were evaluated alongside transcriptomic profiling to identify mission-critical biomarkers. Radiation shielding strategies were evaluated alongside transcriptomic profiling to identify mission-critical biomarkers.",
    "conclusion": "Microgravity environments alter cellular morphology and biochemical signaling cascades, prompting adaptive responses across multiple organ systems. Radiation shielding strategies were evaluated alongside transcriptomic profiling to identify mission-critical biomarkers. Crew-operated assays validated ground-based analog simulations, highlighting variance in nutrient uptake kinetics."
  },
  "links": {
    "taskbook": "https://example.com/taskbook/exp_007",
    "osdr": "https://example.com/osdr/exp_007"
  },
  "access": [
    "PEER-REVIEWED",
    "ISS",
    "ANIMAL"
  ],
  "citations_by_year": [
    {
      "y": 2018,
      "c": 4
    },
    {
      "y": 2019,
      "c": 5
    },
    {
      "y": 2020,
      "c": 3
    },
    {
      "y": 2021,
      "c": 6
    },
    {
      "y": 2022,
      "c": 6
    },
    {
      "y": 2023,
      "c": 7
    }
  ],
  "confidence": 0.83,
  "entities": [
    "symbiosis",
    "biofilm",
    "tissue analog",
    "mission clock"
  ]
}