{
  "id": "exp_006",
  "title": "Spaceflight Modulates the Expression of Key Oxidative Stress and Cell Cycle Related Genes in Heart",
  "authors": [
    "Akhilesh Kumar",
    "Candice G T Tahimic",
    "Eduardo A C Almeida",
    "Ruth K Globus"
  ],
  "year": 2000,
  "organism": "Mus musculus",
  "platform": "ISS",
  "keywords": [
    "genes",
    "was",
    "spaceflight",
    "expression",
    "pcr",
    "flt",
    "oxidative",
    "grd"
  ],
  "sections": {
    "abstract": "Spaceflight causes cardiovascular changes due to microgravity-induced redistribution of body fluids and musculoskeletal unloading. Cardiac deconditioning and atrophy on Earth are associated with altered Trp53 and oxidative stress-related pathways, but the effects of spaceflight on cardiac changes at the molecular level are less understood. We tested the hypothesis that spaceflight alters the expression of key genes related to stress response pathways, which may contribute to cardiovascular deconditioning during extended spaceflight. Mice were exposed to spaceflight for 15 days or maintained on Earth (ground control). Ventricle tissue was harvested starting ~3 h post-landing. We measured expression of select genes implicated in oxidative stress pathways and Trp53 signaling by quantitative PCR. Cardiac expression levels of 37 of 168 genes tested were altered after spaceflight. Spaceflight downregulated transcription factor, Nfe2l2 (Nrf2) , upregulated Nox1 and downregulated Ptgs2 , suggesting a persistent increase in oxidative stress-related target genes. Spaceflight also substantially upregulated Cdkn1a ( p21 ) and cell cycle/apoptosis-related gene Myc , and downregulated the inflammatory response gene Tnf . There were no changes in apoptosis-related genes such as Trp53 . Spaceflight altered the expression of genes regulating redox balance, cell cycle and senescence in cardiac tissue of mice. Thus, spaceflight may contribute to cardiac dysfunction due to oxidative stress. Keywords: spaceflight, microgravity, heart, gene expression, oxidative stress, Nfe2l2 , NADPH oxidase, Ptgs2 , Cdkn1a , Myc",
    "methods": "4.1. Ethics Statement All animal procedures were conducted in accordance with guidelines described by the National Institute of Health Guide for Care and Use of Laboratory Animals, and approved by all relevant committees, including the Institutional Animal Care and Use Committee (IACUC) at National Aeronautics and Space Administration (NASA) Ames Research Center. The IACUC approval number associated with this animal study was NAS-10-002-Y1. 4.2. Animals and Spaceflight The mice in this study were flown on the Space Shuttle Discovery during the STS-131 mission for the experiment “Mouse Antigen-Specific CD4+ T Cell Priming and Memory Response during Spaceflight”. The heart tissue used in this experiment was an award to E. Almeida as part of the NASA STS-131 Mouse Immunology I Biospecimen Sharing Program (BSP). Female C57BL/6J mice were acclimatized to spaceflight food bars and lixits, but were not placed in Animal Enclosure Module (AEM) habitats until just before spaceflight. Mice were divided into two groups: flight (FLT) and ground (GRD) control. The NASA AEM units are composed of a stainless-steel grid cage, fan blowers, a layered filter system, interior lamps, specialized food bars, and a water box. The AEM units are self-contained habitats that provide group housing with constant ad libitum access to food and water while also providing a waste management system that isolates the animals from their waste. FLT mice were launched at 14 weeks of age then flown in space for 15 days and were not subjected to any experimental procedures during spaceflight. Synchronous GRD control mice were also housed in AEMs, maintained in an orbital environmental simulator at Kennedy Space Center, and exposed to environmental conditions matched closely to those of FLT mice on the shuttle (temperature, light/dark cycle, humidity, and carbon dioxide levels). FLT and GRD control animals were weighed before flight and immediately after return and were subjected to veterinary examination prior to euthanasia. Food and water consumption of each group were measured upon recovery. Animals were euthanized at 16 weeks of age starting approximately 3 h after landing using isoflurane anesthesia followed by thoracotomy. Euthanasia and dissections proceeded at a pace of one mouse every 15–20 min. The heart was removed and major veins and feed arteries trimmed off. The hearts of four mice per group were bisected into the cephalic and caudal regions, and the caudal halves (ventricles) were frozen in liquid nitrogen for later analysis of gene expression (the remaining hearts from four mice per group were distributed to another BSP investigator). The frozen samples were transported on dry ice to NASA Ames Research Center and stored in liquid nitrogen until analysis. 4.3. RNA Isolation and cDNA Synthesis Total RNA was isolated from frozen heart tissue by homogenization and RNA extraction using TRIzol reagent (Life Technologies, Carlsbad, CA, USA). Tissue samples were homogenized in 1 mL of TRIzol reagent and incubated at room temperature for 5 min. After incubation, 0.2 mL of chloroform was added, the sample agitated vigorously for 30 s and then incubated for 2 min at room temperature. The mixture was then centrifuged at 12,000× g for 15 min at 4 °C. Following centrifugation, the upper aqueous phases were separated and incubated with 0.5 mL of isopropanol for 10 min at room temperature. Samples were then centrifuged at 12,000× g for 15 min at 4 °C and the RNA pellet was washed with 70% ethanol. The RNA pellet was dissolved in 100 μL of nuclease-free water and further purified using an RNeasy Mini Kit (Qiagen, Valencia, CA, USA), per instructions. The quantities and qualities of purified RNA were determined by measuring absorbance at 260 nm and 280 nm using a NanoDrop 2000 Spectrophotometer (Thermo Scientific, Wilmington, DE, USA). RNA integrity was assessed by running RNA on 0.8% agarose formaldehyde-denaturing gel with ethidium bromide and further visualized by Fluor-S Multimager (Bio-Rad, Hercules, CA, USA). All RNA samples were analyzed by thematic real time PCR arrays (for Oxidative Stress and p53 -related pathways) or RT-PCR (for Nfe2l2 ). Although whole transcriptome analysis would be valuable, samples are no longer available for additional analyses. 4.4. Quantitative Real-Time PCR Array An equal amount of RNA (1 μg) was used from FLT and GRD samples to synthesize cDNA using RT 2 PCR Array First Strand Kit (SABiosciences, Frederick, MD, USA). Real-time PCR was performed using the Oxidative Stress PCR Array (PAMM-065) and p53 Signaling Pathway PCR Array (PAMM-027) according to the manufacturer’s protocol (SABiosciences, Frederick, MD, USA). Briefly, FLT and GRD cDNA samples were mixed with RT 2 SYBR Green qPCR Master Mix (SABiosciences, Frederick, MD, USA) and distributed across the 96-well plate array. Each of the 96-well plate arrays contained primers for 84 genes related to oxidative stress or p53 signaling pathways and control housekeeping genes (HKG). PCR was performed in a thermal cycler (ABI 7500 Standard, Applied Biosystems, Foster City, CA, USA) with initial denaturation at 95 °C for 10 min, followed by 40 cycles of 95 °C for 15 s and 60 °C for one minute. FLT and GRD cDNA samples were also run on control RT 2 RNA QC PCR Array plates (PAMM-999) to test RNA quality, reverse transcription efficiency, PCR efficiency and genomic DNA contamination. 4.5. Nfe2l2 Real-Time PCR cDNA was synthesized by using QuantiTect Reverse Transcription Kit (Qiagen, Valencia, CA, USA). Briefly, 1 μg of RNA sample was treated with gDNA Wipeout Buffer at 42 °C for 2 min then reverse-transcription was performed using Quantiscript RT Buffer and Quantiscript Reverse Transcriptase as per manufacturer’s instruction. The Real-Time PCR mixture was made using QuantiTect SYBR Green PCR Kit (Qiagen, Valencia, CA, USA). Synthesized cDNA from the previous step was mixed with Quantiscript SYBR Green PCR Mix and Nfe2l2 primer mixture, per manufacturer’s protocol. Real-time PCR was performed in a thermal cycler (ABI 7500 Standard, Applied Biosystems, Foster City, CA) with initial activation at 95 °C for 10 min followed by 40 cycles of 95 °C for 15 s and 60 °C for 1 min. Ct values were retrieved by maintaining the same threshold among all the samples. 4.6. Data Analysis and Statistics For the Oxidative Stress PCR Array (PAMM-065) and p53 Signaling Pathway PCR Array, relative expression levels of genes were calculated using the comparative threshold cycle method (ΔΔCt) with normalization to the average expression levels of five housekeeping genes (SABiosciences Data Analysis Software). FLT samples were compared to GRD controls using Mann–Whitney U Test using p < 0.05 as the threshold of significance and sample size of n = 4 mice per group. For Nfe2l2 RT-PCR of heart samples, the change in expression levels were calculated using the ΔΔCt method with Hypoxanthine Phosphoribosyltransferase ( Hprt ) 1 as housekeeping gene. The log2 (linear) normalized expression from flight and ground control groups was used in the Mann–Whitney U test at p < 0.05, n = 4 mice per group. 4.7. Gene Network Predictions and Functional Analysis To generate predictions on potential protein interactions, statistically significant differentially expressed genes from both PCR arrays were entered into the String DB protein-protein interaction database [ 75 ]. Experimental evidence, databases, and co-expression were used as sources to generate protein interaction networks. The interaction score was set to a threshold of “medium” (0.400). Toppfun [ 76 ] was used to gain insight into whether the differentially expressed genes were linked to human disease phenotypes. Statistically significant differentially expressed genes were entered into the Toppfun database. The results were filtered using a Benjamini–Hochberg false discovery rate (FDR) threshold of p < 0.05 and a query to genome overlap of four or more genes.",
    "results": "2.1. Body Mass of Animals Pre- and Post-Flight Immediately after landing, all flight (FLT) and ground (GRD) control mice were determined to be in good condition by veterinary examination. Figure 1 shows the schematic of the experiment design and workflow. The average weight loss of FLT mice over the duration of the experiment was 2.0 g (−9.1%, SD = 2.1 g, p = 0.013) whereas GRD control mice lost an average of 0.7 g (−3.4%, SD = 0.9 g, p = 0.096); the difference in body weight loss averages for FLT versus GRD was not significant ( p = 0.143). FLT habitats showed an average of 10% less food remaining, and 24% less water remaining than GRD habitats. However, measured values for food and water utilization after flight may not precisely reflect actual consumption by mice due to possible differences in food breakdown and water spillage in FLT versus GRD habitats. Figure 1. Open in a new tab Schematic diagram of experiment design and workflow. 2.2. Spaceflight Altered Expression of Oxidative Stress Related Genes Comparable quantities (average of 38.5 μg RNA per tissue sample) and high qualities of total RNA were obtained from all the FLT and GRD samples. To determine if spaceflight altered the expression of genes regulating redox balance in cardiac tissue, oxidative stress PCR array was performed on 84 genes related to oxidative metabolism ( Supplementary Table S1 ), and this data set was supplemented with real time PCR analysis of Nfe2l2 expression levels ( Figure 2 ). Gene expression levels of FLT and GRD controls showed a trend towards upregulation of a majority of those genes which were altered by spaceflight ( Table 1 ). Out of the 84 genes on the array, 11 genes were upregulated and 3 genes were downregulated in FLT samples relative to GRD ( p < 0.05) ( Table 1 ). Figure 2. Open in a new tab Normalized expression levels of Nfe2l2 as measured by a separate RT-PCR assay. Each data point is shown. The middle lines indicate the geometric mean (normalized expression of 1 for Ground Control and 0.42 for Spaceflight group). Outer lines show the 95% confidence intervals. * Statistically significant by Mann–Whitney U test at p < 0.05, n = 4. The log2 (linear) normalized expression from the Ground Control and Flight groups were used in the Mann–Whitney U test. Table 1. Spaceflight altered the expression of genes involved in oxidative stress pathway. Expression levels are represented as fold regulation in spaceflight versus ground controls (FLT versus GRD). Shown are 14 differentially regulated genes out of a panel of 84 genes related to the oxidative stress response as measured by RT-PCR. Of these, 11 were upregulated while three were downregulated. The change in expression levels of these genes were found to be statistically significant by Mann–Whitney U test at p < 0.05, n = 4. Gene Symbol Gene Name Fold Regulation Nox1 NADPH oxidase 1 6.62 Tpo Thyroid peroxidase 2.35 Slc41a3 Solute carrier family 41, member 3 1.97 Txnip Thioredoxin interacting protein 1.94 Prnp Prion protein 1.44 Txnrd3 Thioredoxin reductase 3 1.43 Gsr Glutathione reductase 1.31 Prdx6 Peroxiredoxin 6 1.23 Cat Catalase 1.20 Xpa Xeroderma pigmentosum, complementation group A 1.18 Sod1 Superoxide dismutase 1, soluble 1.18 Ncf2 Neutrophil cytosolic factor 2 −1.49 Fancc Fanconi anemia, complementation group C −1.62 Ptgs2 Prostaglandin-endoperoxide synthase 2 −3.44 Open in a new tab Specifically, there was a marked 6.6-fold upregulation in expression of NADPH oxidase 1 ( Nox1 ), suggesting an increase in production of superoxide and/or hydrogen peroxide. Additionally, expression of Prostaglandin endoperoxidase synthase 2 ( Ptgs2 ), which acts as peroxidase, was downregulated by 3.4-fold. The upregulation of Nox1 and downregulation of Ptgs2 may reflect elevated oxidative stress within heart tissue of FLT mice relative to GRD controls. In addition, Txnip was upregulated by 1.9-fold and Fancc was downregulated 1.6-fold in FLT samples. Ncf2 , which codes for a component of the NADPH oxidase complex that generates superoxide, was moderately downregulated by spaceflight (−1.5-fold). Other antioxidant genes ( Sod1 , Cat , Prdx6 , Gsr , Tpo , Txnrd3 , Slc41a3 ) and oxidative stress-responsive genes ( Xpa , Prnp ) were moderately affected by spaceflight (1.2-2.4 fold, p < 0.05) ( Table 1 ). There were no changes in the expression levels of 12 genes related to oxygen transport ( Supplementary Table S1 ). In contrast, there was a 2.4-fold reduction in expression of the global transcription factor, Nfe2l2 , in FLT compared to GRD animals ( Figure 2 ). Thus, the expression of redox-related genes was differentially regulated as a consequence of exposure to the spaceflight environment. 2.3. Spaceflight Altered Expression of Cell Cycle/Proliferation Related Genes The expression levels of 84 genes involved cell cycle and apoptosis signal transduction were analyzed by p53 Signaling Pathway PCR array ( Supplementary Table S2 ). Out of 84 genes, 13 genes were upregulated and 10 genes were downregulated in FLT compared to GRD controls ( Table 2 , p < 0.05). Results show that genes related to cell cycle regulation were altered due to spaceflight. Specifically, cell cycle inhibitors such as Cdkn1a were upregulated 6.8-fold while Cdk1 was downregulated 4.1-fold, suggesting diminished growth and proliferation signals in FLT samples compared to GRD. Myc was upregulated 3.9-fold ( p < 0.05). Genes involved in inflammatory responses, including Tnf , Tnfrsf10b (Tnf receptor superfamily, member 10) and Traf1 , were downregulated (9.9-, 1.9- and 2.3-fold decrease, respectively) in spaceflight samples. Out of the 14 genes analyzed for DNA damage repair, four genes were modestly upregulated ( Atr , Xrcc5 , Ercc1 , Apex1 ; 1.1–1.3-fold) ( Table 2 , p < 0.05). There were no significant changes in apoptosis-related genes including Trp53 , Bax , Bcl2 , Casp2 or Casp9 ( Supplementary Table S2 ). Table 2. Spaceflight altered the expression of genes involved in the Trp53 signaling pathway. Expression levels are represented as fold regulation in spaceflight versus ground controls (FLT versus GRD). Shown are 23 differentially regulated genes out of a panel of 84 genes related to the Trp53 signaling pathways as assessed by RT-PCR. Out of these, 13 genes were upregulated and 10 genes were downregulated. The change in expression levels of these genes were found to be statistically significant by Mann–Whitney U test at p < 0.05, n = 4. Gene Symbol Gene Name Fold Regulation Cdkn1a Cyclin-dependent kinase inhibitor 1A (P21) 6.80 Myc Myelocytomatosis oncogene 3.91 Hif1a Hypoxia inducible factor 1, alpha subunit 1.58 Pmaip1 Phorbol-12-myristate-13-acetate-induced protein 1 1.54 Prkca Protein kinase C, alpha 1.49 Trp53bp2 Transformation related protein 53 binding protein 2 1.41 Apex1 Apurinic/apyrimidinic endonuclease 1 1.28 Ercc1 Excision repair cross-complementing rodent repair deficiency, complementation group 1 1.27 Foxo3 Forkhead box O3 1.27 Mlh1 MutL homolog 1 (E. coli) 1.19 Pten Phosphatase and tensin homolog 1.18 Xrcc5 X-ray repair complementing defective repair in Chinese hamster cells 5 1.13 Atr Ataxia telangiectasia and rad3 related 1.10 Cdk4 Cyclin-dependent kinase 4 −1.16 Apaf1 Apoptotic peptidase activating factor 1 −1.41 Tnfrsf10b Tumor necrosis factor receptor superfamily, member 10b −1.92 Chek2 CHK2 checkpoint homolog ( S. pombe ) −2.15 Traf1 Tnf receptor-associated factor 1 −2.25 Jun Jun oncogene −2.31 Pttg1 Pituitary tumor-transforming gene 1 −2.42 Btg2 B-cell translocation gene 2, anti-proliferative −3.50 Cdk1 Cyclin-dependent kinase 1 −4.11 Tnf Tumor necrosis factor −9.86 Open in a new tab 2.4. Gene Networks and Disease Predictions We made use of a computational approach to gain insight into possible protein–protein interactions among the differentially expressed genes. Analysis using String Db revealed potential interactions between the oxidative stress response and Trp53 pathways ( Figure 3 ). A number of oxidative stress response DEGs formed a molecular interaction network including Nox1 and Sod1 with Catalase serving as a central node. DEGs from the Trp53 signaling pathway also formed molecular interaction networks involving cell cycle-related genes and transcription factors. For the Trp53 pathway, Cdk1, Cdk4, Cdkn1a and Atr served as central nodes in a molecular network that included Chek2 , Fancc , Ercc1 , Xrcc5 and Xpa1 among others. Interestingly, the oxidative stress response and Trp53 pathways were linked by central nodes FoxO3 , Jun , Myc , and Hif1a , all of which code for major transcriptional regulators. This finding suggests global transcriptomic changes in the heart response to spaceflight. Figure 3. Open in a new tab Predicted molecular interactions among DEGs from an oxidative stress PCR Array and p53 Signaling Pathway PCR Array using String Db (Refer to the Methods section for details on analysis). Thicker lines connecting genes represent greater confidence in molecular interactions. We also utilized a computational approach to gain insight into possible disease phenotypes associated with spaceflight-induced changes in gene expression. Functional enrichment analysis of oxidative stress array DEGs using Toppfun revealed enrichment of genes linked to hypertensive disease, atherosclerosis, cerebrovascular accident and decompensation ( Supplementary Table S3 ). Using a similar analysis approach, p53 array DEGs revealed potential links to a number of cancers including sarcoma, immune suppression, impaired glucose tolerance and cardiovascular pathologies including hypertensive disease, acute myocardial infarction, and atherosclerosis ( Supplementary Table S4 ).",
    "conclusion": "In conclusion, our study revealed that spaceflight significantly altered cardiac expression of genes related to cell cycle/growth (notably Cdkn1a / p21, Cdk1, and Myc ), inflammation (notably Tnf ) and oxidative stress (notably Nfe2l2 , Nox1, Ptgs2 ), which may contribute to cardiac dysfunction. These findings provide novel data suitable for developing testable hypotheses for further study. Identification of specific mechanisms and molecules responsible for excess ROS generation during spaceflight is of considerable interest, and may yield new therapeutic approaches."
  },
  "ai_summary": "Spaceflight causes cardiovascular changes due to microgravity-induced redistribution of body fluids and musculoskeletal unloading. Cardiac deconditioning and atrophy on Earth are associated with altered Trp53 and oxidative stress-related pathways, but the effects of spaceflight on cardiac changes at the molecular level are less understood. We tested the hypothesis that spaceflight alters the expression of key genes related to stress response pathways, which may contribute to cardiovascular deconditioning during extended spaceflight.",
  "links": {
    "pmc_html": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8396460/",
    "pmc_pdf": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8396460/pdf/ijms-22-09088.pdf"
  },
  "access": [
    "PEER-REVIEWED",
    "ISS",
    "MICROGRAVITY RESEARCH"
  ],
  "citations_by_year": [],
  "confidence": 0.73,
  "entities": [
    "genes",
    "expression",
    "spaceflight",
    "was",
    "pcr"
  ]
}