{
  "id": "exp_002",
  "title": "Bioadaptive Study 2",
  "authors": [
    "Dr. B. Vega",
    "Lt. N. Orion"
  ],
  "year": 2017,
  "organism": "Arabidopsis thaliana",
  "platform": "ISS - Veggie",
  "keywords": [
    "metabolomics",
    "cell differentiation",
    "transcriptomics"
  ],
  "sections": {
    "abstract": "Automated imaging payloads captured time-series datasets to quantify phenotypic drift under extended orbital exposure. Radiation shielding strategies were evaluated alongside transcriptomic profiling to identify mission-critical biomarkers. Automated imaging payloads captured time-series datasets to quantify phenotypic drift under extended orbital exposure.",
    "methods": "Radiation shielding strategies were evaluated alongside transcriptomic profiling to identify mission-critical biomarkers. Crew-operated assays validated ground-based analog simulations, highlighting variance in nutrient uptake kinetics. Crew-operated assays validated ground-based analog simulations, highlighting variance in nutrient uptake kinetics.",
    "results": "Radiation shielding strategies were evaluated alongside transcriptomic profiling to identify mission-critical biomarkers. Microgravity environments alter cellular morphology and biochemical signaling cascades, prompting adaptive responses across multiple organ systems.",
    "conclusion": "Automated imaging payloads captured time-series datasets to quantify phenotypic drift under extended orbital exposure. Radiation shielding strategies were evaluated alongside transcriptomic profiling to identify mission-critical biomarkers."
  },
  "links": {
    "taskbook": "https://example.com/taskbook/exp_002",
    "osdr": "https://example.com/osdr/exp_002"
  },
  "access": [
    "PEER-REVIEWED",
    "ANIMAL"
  ],
  "citations_by_year": [
    {
      "y": 2018,
      "c": 3
    },
    {
      "y": 2019,
      "c": 4
    },
    {
      "y": 2020,
      "c": 2
    },
    {
      "y": 2021,
      "c": 5
    },
    {
      "y": 2022,
      "c": 5
    },
    {
      "y": 2023,
      "c": 6
    }
  ],
  "confidence": 0.66,
  "entities": [
    "telomere integrity",
    "microtubule",
    "ion gradient",
    "oxidative load"
  ]
}