{
  "id": "exp_010",
  "title": "Effects of ex vivo Ionizing Radiation on Collagen Structure and Whole-Bone Mechanical Properties of Mouse Vertebrae",
  "authors": [
    "Megan M Pendleton",
    "Shannon R Emerzian",
    "Jennifer Liu",
    "Simon Y Tang",
    "Grace D O’Connell",
    "Joshua S Alwood",
    "Tony M Keaveny"
  ],
  "year": 0,
  "organism": "Mus musculus",
  "platform": "ISS",
  "keywords": [
    "collagen",
    "was",
    "radiation",
    "fragmentation",
    "control",
    "not",
    "figure",
    "strength"
  ],
  "sections": {
    "abstract": "Bone can become brittle when exposed to ionizing radiation across a wide range of clinically relevant doses that span from radiotherapy (accumulative 50 Gy) to sterilization (~35,000 Gy). While irradiation-induced embrittlement has been attributed to changes in the collagen molecular structure, the relative role of collagen fragmentation versus non-enzymatic collagen crosslinking remains unclear. To better understand the effects of radiation on the bone material without cellular activity, we conducted an ex vivo x-ray radiation experiment on excised mouse lumbar vertebrae. Spinal tissue from twenty-week old, female, C57BL/6J mice were randomly assigned to a single x-ray radiation dose of either 0 (control), 50, 1,000, 17,000, or 35,000 Gy. Measurements were made for collagen fragmentation, non-enzymatic collagen crosslinking, and both monotonic and cyclic-loading compressive mechanical properties. We found that the group differences for mechanical properties were more consistent with those for collagen fragmentation than for non-enzymatic collagen crosslinking. Monotonic strength at 17,000 and 35,000 Gy was lower than that of the control by 50% and 73% respectively, ( p < 0.001) but at 50 and 1,000 Gy was not different than the control. Consistent with those trends, collagen fragmentation only occurred at 17,000 and 35,000 Gy. By contrast, non-enzymatic collagen crosslinking was greater than control for all radiation doses ( p < 0.001). All results were consistent both for monotonic and cyclic loading conditions. We conclude that the reductions in bone compressive monotonic strength and fatigue life due to ex vivo ionizing radiation are more likely caused by fragmentation of the collagen backbone than any increases in non-enzymatic collagen crosslinks. Keywords: ionizing radiation, bone strength, fatigue, collagen, sterilization, bone-graft",
    "methods": "2.1. Animals Forty-eight female, 20-week old (skeletally-mature) C57BL/6J mice (Jackson Labs, Sacramento, CA) were randomly assigned to five groups (N = 9–10 per group). Mice were euthanized prior to ex vivo irradiation. All procedures were approved by the University of California Berkeley Animal Care and Use Committee. 2.2. Specimen preparation Lumbar vertebrae (L3, L4, L5, S1) were excised and gently cleaned of soft tissue, wrapped in saline-soaked gauze (Gibco PBS 1X, pH 7.4), and stored at −20°C. In preparation for mechanical testing, the vertebral bodies of the L4 and L5 levels were isolated, endplates precisely planed using a diamond microtome (Leica SP1600 Saw Microtome, Wetzlar, Germany) and posterior elements removed [ 29 ]. 2.3. Ex Vivo X-Ray Irradiation After specimen preparation, ex vivo irradiation was performed on all vertebrae. Mice were randomly assigned to one of five dose groups for x-ray irradiation: 0, 50, 1,000, 17,000, or 35,000 Gy; all vertebral levels from the same animal remained in the same radiation dose group (e.g. an animal assigned to the 50 Gy group had its L3, L4, L5, and S1 irradiated with 50 Gy). Irradiation was performed (Advanced Light Source synchrotron facility at Lawrence Berkeley National Laboratory) using an x-ray synchrotron micro-tomography beam line, at 21 keV and 500 mA, for a dose rate of 13.3 Gy/sec (see [ 30 ] for details on dose calculations). Specimen hydration was maintained during irradiation via saline-soaked gauze. 2.4. Quantitative micro-CT Imaging After irradiation, the L4 and L5 specimens were imaged with quantitative micro-CT (µCT 50, Scanco Medical AG, Bruttisellen, Switzerland) using a 10-µm voxel size (55 kV, 109 µA, 1000 projections per 180°, 500 ms integration time). Micro-CT images of the L4 and L5 specimens were analyzed for height (ImageJ 2.0, Java 1.6.0). The total bone volume of the vertebrae was measured on the L5 only (ImageJ 2.0, BoneJ2). After manual segmentation of the trabecular compartment, the following parameters were measured between the top and bottom surface of the L5 vertebra: trabecular bone volume fraction (Tb.BV/TV), number (Tb.N), thickness (Tb.Th), and separation (Tb.Sp) (Scanco Medical µCT Evaluation Program v6.5) [ 29 ]. The micro-CT analysis confirmed successful random sample distribution; there were no significant differences in bone quantity or microarchitecture between the groups. 2.5. Mechanical Characterization After micro-CT imaging, uniaxial compressive monotonic (L4) and cyclic (L5) mechanical testing was performed (TA ElectroForce 3200, Eden Prairie, MN; 25 mm linear encoder, measured error 9 µm). Monotonic testing was conducted (displacement rate of 0.01 mm/sec; strain rate ranged from 0.5 to 0.8% strain/s) to provide measurements of stiffness, strength (maximum force), ultimate strain (displacement measured by the linear encoder at maximum force divided by specimen height determined via micro-CT) [ 31 ], and work-to-fracture ( Figure 1A ). Figure 1: Open in a new tab Representative plots generated from mechanical testing of the vertebral specimens. ( A ) For monotonic compression testing, a force-displacement curve was used to calculate stiffness (K), ultimate force (F ult ), ultimate displacement (d ult ), and work to fracture (W; area in gray). ( B ) For cyclic testing, maximum apparent strain per cycle was plotted to obtain fatigue life (N f ), strain-to-failure (ε f ), and elastic stiffness (K elastic ), see [ 29 ] for details. Cyclic testing was conducted using methods described in detail by Pendleton et al. [ 29 ]. In brief, in order to compare the fatigue life across all radiation dose groups, the fatigue test was designed such that the same initial strains were applied to all samples [ 29 ]. Using micro-CT based finite element models of each specimen, we computationally derived the specimen-specific forces (F min and F max ) required to achieve the desired initial strains (ε min = 0.05% and ε max = 0.5%) during cyclic testing. Thus, specimens were cyclically loaded in uniaxial compression between the specimen-specific F min and F max values until failure (TA ElectroForce 3200, Eden Prairie, MN; 50 lb. load cell, resolution ±0.1 N). Cyclic loading properties measured include fatigue life (N f ) (i.e. number of cycles to failure), strain-to-failure (ε f ), and specimen elastic stiffness (K elastic ) ( Figure 1B ). Cyclic testing was not performed for specimens where the calculated F max exceeded the dose group strength observed from monotonic testing, as these specimens would have failed within one loading cycle (confirmed by testing a small sample; data not shown). 2.6. Biochemical Characterization After irradiation, two biochemical tests (N = 4 specimens for each test) were conducted to assess the two primary molecular mechanisms that are thought to alter bone mechanics: (1) the accumulation of non-enzymatic crosslinks was measured on the S1 vertebrae; (2) the fragmentation of the collagen backbone was quantified on the L3 vertebrae. To assess non-enzymatic collagen crosslinking, we quantified the relative amount of fluorescent advanced glycation end-products (AGEs) on the S1 vertebrae. AGEs, which form intra- and inter-fibrillar crosslinks along the collagen backbone through oxidation or glycation processes [ 26 , 32 – 34 ], were quantified using a fluorometric assay (protocol adapted from Sell et al. [ 35 ]). Each S1 specimen was demineralized in 0.5 M ethylenediaminetetraacetic acid (EDTA) and hydrolyzed in 12N HCl at 120°C for 3 hours to break down peptide bonds. The hydrolysate was then resuspended in PBS (0.1X) and pipetted in triplicate onto a black-walled 96 well plate. The non-enzymatic collagen crosslink content was determined using fluorescence readings taken using a microplate reader at wavelengths of 370 nm excitation and 440 nm emission. The readings were standardized to a quinine-sulfate standard (quinine dissolved in H 2 SO 4 ) and then normalized to the amount of collagen present in each sample, approximated by the amount of hydroxyproline [ 13 , 36 ]. The quantification of non-enzymatic collagen crosslinks was achieved via the fluorometric assay that determined the relative fluorescence due to advanced glycation end-products (AGEs) relative to the amount of collagen in the bone matrix. The relative amount of non-enzymatic collagen crosslinks (fluorescent AGEs) for each radiation group was compared to the control. To assess collagen fragmentation, we used an automated electrophoresis assay (2100 Bioanalyzer, Agilent Technologies, Santa Clara, CA) to quantify the molecular weight distribution of collagen isolated from the L3 vertebrae. First, we isolated the collagen via methods adapted from Burton et al. [ 10 ] (see [ 30 ] for details). In brief, L3 specimens were demineralized over 3 weeks in 0.5M ethylenediaminetetraacetic acid (EDTA) with the solution changed every 2–3 days. Demineralized specimens were defatted for 24-hours in a 1:1 solution of chloroform and methanol and then soaked in 100% methanol for another hour. Specimens were dried in a desiccator overnight, and then flash-frozen with liquid-nitrogen and crushed into bone powder using a mortar and pestle. Bone powder was then lyophilized (Sequence: −38°C for 180 minutes, −38°C at 120 mTorr for 90 minutes, −20°C at 770 mTorr for 900 minutes, −10 °C at 930 mTorr for 270 minutes, and 23°C at 120 mTorr for 55 minutes) (VirTis AdVantage Plus Benchtop Freeze Dryer XL Model, SP Scientific, Stone Ridge, NY). For tissue digestion, the powder was added to a solution of 0.5M acetic acid and pepsin (1mg of pepsin per 10 mg of bone powder) and placed on a rocker at 4°C for 72-hours. To neutralize the digestion process 5M NaOH was added until pH was neutral (pH = 6–8). To remove non-soluble collagen and non-collagenous proteins, samples were centrifuged for 30 minutes at 13,000 RPM. The supernatant, containing the soluble collagen, was collected. To precipitate the collagen out of solution, solid NaCl was added to a final concentration of 2M NaCl and placed on a rocker at 4°C for 24-hours. Samples were centrifuged for 30 minutes at 13,000 RPM. The supernatant was removed, and the pellets were resuspended in 200 uL of 0.5M acetic acid. Samples were then lyophilized and stored at −20°C until electrophoresis. In preparation for electrophoresis, the isolated collagen was dissolved in 1X PBS, mixed with additional reagents (Agilent Technologies Protein 230 Manual), and loaded on a bioanalyzer chip for automated electrophoresis. Rat-tail collagen (Sigma Aldrich, C7661–25MG) was run as a standard. From this assay, the distribution of molecular weights of the collagen protein was assessed in two ways: (1) visually with a software-generated “gel” and (2) quantitatively with a software-generated fluorescence unit (FU) chart, called an “electropherogram” (Agilent 2100 Expert software). The nominal size of a type-I collagen, either alpha-1 or alpha-2, is between 130–150 kDa. To identify chain fragmentation, we looked for evidence of less protein in this range, and a wider distribution of molecular weights. On the gel, this was observed as a lighter-colored band or smeared band at ~150 kDa. On the electropherogram, fragmentation can be observed when the peak at ~150 kDa is diminished, indicating fewer fluorescence units and therefore fewer collagen chains of the nominal size. The quantification of collagen fragmentation was achieved via the software-generated electropherogram by comparing the quantity of fluorescence units (FU) at the nominal collagen chain length (~150 kDa) for each radiation group to the control. 2.7. Statistics We used a one-way ANOVA to test for radiation effects, followed by Dunnett’s post-hoc test (at p ≤ 0.05) to compare each group against the control (0 Gy) (JMP v 14.0, SAS Institute). For those measurements that were not normally distributed (ultimate strain), a Kruskal-Wallis test was conducted instead, followed by the Steel post-hoc to compare each group against the control (JMP v 14.0, SAS Institute). In order to compare the magnitude of responses across the different measurements – vertebral strength, crosslink AGEs, and fragmentation fluorescence – each datum for the individual specimen was normalized by the mean value of that measurement for the control group. Then, the means of these normalized values for the crosslink AGEs and fragmentation fluorescence measurements were individually compared against the mean normalized value for vertebral strength, using a Student’s t-test ( p ≤ 0.05) (JMP v 14.0, SAS Institute).",
    "results": "3.1. Mechanical Characterization For monotonic compression testing, the vertebral strength, ultimate strain, and work-to-fracture were lower than the control group for radiation exposures of 17,000 and 35,000 Gy but were not different than the control group for exposures of 50 and 1,000 Gy. Compared to the control group, for the exposures of 17,000 and 35,000 Gy, vertebral strength was 50% and 73% lower ( p < 0.001, Figure 2 ), respectively, ultimate strain was 58% and 77% lower (Steel post-hoc p < 0.05, Figure 2 ), and work-to-fracture was 76% and 92% lower ( p < 0.01, data not shown). In contrast, monotonic stiffness remained unchanged for all radiation dose groups compared to the control group (691.3 ± 179.5 N/mm; p = 0.67, Figure 2 ). Figure 2: Open in a new tab Effect of ex vivo x-ray radiation on mechanical (monotonic vertebral strength, ultimate strain and stiffness; cyclic fatigue life), biochemical (collagen crosslink AGEs and collagen fragmentation), and micro-CT (Tb.BV/TV) properties of mouse lumbar vertebrae. Data are shown as least-square means; error bars represent 95% confidence intervals. † indicates cycles to failure not measured. * p < 0.05 using Dunnett’s post-hoc test; # p < 0.05 using Steel’s post-hoc test. Similar trends, but more accentuated, were observed for the cyclic properties. Monotonic strength of 17,000 and 35,000 Gy groups were less than the prescribed cyclic loading force, F max , and thus cyclic testing was not conducted for these two groups since the specimens would have fractured after one cycle of loading (confirmed by testing a small sample, data not shown). Fatigue life (5.2 ± 0.4 log(cycles); p = 0.50, Figure 2 ), strain to failure (3.8 ± 1.0 %; p = 0.41, data not shown), and elastic stiffness (1273 ± 162 N/mm; p = 0.31, data not shown) for the 50 and 1,000 Gy exposures did not differ from the control. 3.2. Biochemical Characterization The relative amount of non-enzymatic collagen crosslinks (fluorescent AGEs) was greater for all radiation groups by nearly twofold, and increased in a dose-dependent manner: by 67%, 95%, 96%, and 108% for 50, 1,000, 17,000 and 35,000 Gy, respectively, compared to the control (42.2 ± 2.3 ng quinine / mg collagen; p < 0.001, Figure 2 ). In contrast, collagen fragmentation was only observed at doses of 17,000 and 35,000 Gy ( Figure 2 ). Fragmentation at these doses was observed on both the software-generated gel ( Figure 3A ) and electropherogram ( Figure 3B ). On the gel, a dark band was visible at the nominal collagen chain length of 150 kDa for samples of 0, 50, and 1,000 Gy. This band began to lighten at 17,000 and 35,000 Gy, indicating fewer collagen proteins of this chain size. Also, a “smearing” of bands was observed below 150 kDa, suggesting that there was a greater amount of collagen fragmented chains with lower molecular weights. On the electropherogram, the same result can be observed. The peak fluorescence unit found at 150 kDa for 17,000 Gy decreased by 74% compared to the control (460 ± 72 FU; p < 0.02). Figure 3: Open in a new tab Output from the automated electrophoresis assay (collagen fragmentation). ( A ) A representative gel. ( B ) A representative electropherogram with the results of 0 and 17,000 Gy overlaid. The peak fluorescence unit found at 150 kDa for 17,000 Gy (red) is significantly lower compared to the 0 Gy control (blue). When comparing the magnitudes of the effects across the different (normalized) measurements, for all radiation doses, the normalized values were higher for crosslinking than for vertebral strength ( p < 0.01) ( Figure 4 ). By contrast, the normalized values for the unfragmented collagen chains were not different than for vertebral strength ( p > 0.55), except at the 17,000 Gy dose, for which the difference was significant ( p = 0.03) but small (vertebral strength 0.50 ± 0.06; fragmentation 0.26 ± 0.03) ( Figure 4 ). Figure 4: Open in a new tab Comparison of vertebral strength with two primary mechanisms of collagen degradation: (1) collagen crosslinks represented by AGEs, and (2) collagen fragmentation indicated by a lower fluorescence unit (FU) value indicating less collagen with a nominal chain length, by radiation dose. Data were normalized by the mean of their respective 0 Gy control, and shown as normalized least-square means, with error bars signifying 95% confidence intervals analyzed by ANOVA with Dunnett’s post-hoc test, p < 0.05. * represents p < 0.0001 for vertebral ultimate strength; † represents p < 0.0001 for AGEs; ‡ represents p < 0.05 for FU. 3.3. Quantitative micro-CT Imaging The micro-CT analysis confirmed successful random sample distribution; there were no significant differences in bone quantity or microarchitecture between the groups. Total bone volume (1.41 ± 0.16 mm 3 , p = 0.71, data not shown), as well as trabecular bone volume fraction (18.79 ± 0.94 %, p = 0.20, Figure 2 ), number (3.92 ± 0.13 1/mm, p = 0.35, data not shown), and separation (256.97 ± 8.81 µm, p = 0.47, data not shown) were the same for all groups. ANOVA results for trabecular thickness were significant ( p = 0.036), however a Tukey post-hoc analysis found no differences between any groups (50.17 ± 68 µm, p > 0.05, data not shown).",
    "conclusion": ""
  },
  "links": {
    "pmc_html": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6813909/",
    "pmc_pdf": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6813909/pdf/nihms-1538854.pdf"
  },
  "access": [
    "PEER-REVIEWED",
    "ISS",
    "SPACE RADIATION BIOLOGY"
  ],
  "citations_by_year": [],
  "confidence": 0.71,
  "entities": [
    "collagen",
    "was",
    "control",
    "radiation",
    "fragmentation"
  ]
}