{
  "id": "exp_027",
  "title": "Muscle atrophy phenotype gene expression during spaceflight is linked to a metabolic crosstalk in both the liver and the muscle in mice",
  "authors": [
    "Geraldine Vitry",
    "Rebecca Finch",
    "Gavin Mcstay",
    "Afshin Behesti",
    "Sébastien Déjean",
    "Tricia Larose",
    "Virginia Wotring",
    "Willian Abraham da Silveira"
  ],
  "year": 2021,
  "organism": "Mus musculus",
  "platform": "ISS",
  "keywords": [
    "gene",
    "liver",
    "mice",
    "expression",
    "muscle",
    "process",
    "genes",
    "figure"
  ],
  "sections": {
    "abstract": "Summary Human expansion in space is hampered by the physiological risks of spaceflight. The muscle and the liver are among the most affected tissues during spaceflight and their relationships in response to space exposure have never been studied. We compared the transcriptome response of liver and quadriceps from mice on NASA RR1 mission, after 37 days of exposure to spaceflight using GSEA, ORA, and sparse partial least square-differential analysis. We found that lipid metabolism is the most affected biological process between the two organs. A specific gene cluster expression pattern in the liver strongly correlated with glucose sparing and an energy-saving response affecting high energy demand process gene expression such as DNA repair, autophagy, and translation in the muscle. Our results show that impaired lipid metabolism gene expression in the liver and muscle atrophy gene expression are two paired events during spaceflight, for which dietary changes represent a possible countermeasure. Subject areas: Space medicine, Omics, Space sciences, Astronautics",
    "methods": "Key resources table REAGENT or RESOURCE SOURCE IDENTIFIER Biological samples Mouse Liver NASA Rodent Research-1 Mission https://lsda.jsc.nasa.gov/Experiment/exper/13380 Mouse quadriceps muscle NASA Rodent Research-1 Mission https://lsda.jsc.nasa.gov/Experiment/exper/13380 Deposited data GLDS-103 NASA/GeneLab https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-103/ GLDS-168 NASA/GeneLab https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-168/ Experimental models: Organisms/strains Mouse: C57BL/6 Jackson Labs C57BL/6J (Stock No: 000,664) Software and algorithms R Version 4.0.5 R Core Team (2021) . https://www.r-project.org/ , RRID: SCR_001905 DESeq2 Version Version 1.30.1 Love et al., 2014 https://github.com/mikelove/DESeq2 , RRID: SCR_01568 GSEA Sergushichev (2016) ; Subramanian et al., 2005 https://www.gsea-msigdb.org/gsea/index.jsp , RRID: SCR_003199 Cytoscape Shannon et al., 2003 https://cytoscape.org , RRID: SCR_003032 WebGestalt Liao et al. (2019) http://www.webgestalt.org/ miXomics Version 6.14.1 Rohart et al. (2017) http://mixomics.org Other GeneLab NASA https://genelab.nasa.gov/ Open in a new tab Resource availability Lead contact Further information and requests for resources and reagents should be directed to and will be fulfilled by the lead contact Dr Willian Abraham da Silveira, willian.dasilveira@staffs.ac.uk . Materials availability This study did not generate new unique reagents. Method details Full experimental procedures are available at: https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-103/ and https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-168 . The omics data of mice liver and muscle were obtained from the NASA Rodent Research 1 (RR1) protocol accessible on the NASA’s GeneLab public omics repository. Also, all animal procedures, ethics, and tissues harvesting, disposal, and experiments have been previously conducted and performed by external experimenters. Thus, animal procedures were performed according to the relevant guide-lines at each institution and were approved by the Institutional Animal Care and Use Committee (IACUC). Full experimental procedures are available at: https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-103/ and https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-168 . Briefly, the study was conducted aboard the International Space Station (ISS) in 2014 on twelves female C57BL/6J mice, six in flight mice (M23, M24, M25, M26, M27, M28) referred to as the FLT group, and six ground controls mice (M33, M34, M35, M36, M37, M38), referred to as the GC group, for 37 days upon 12h day/night cycle, and fed with Nutrient Upgraded Rodent Food Bar (NuRFB)63. The research platform used for this experiment was NASA’s Rodent Research Hardware System also referred to as the Rodent Research Habitat System. Mice were sacrificed with Euthasol injection followed by cervical dislocation on orbit on the ISS for the FLT group, and on the ground at the same time for the GC group. The entire carcasses of 10 mice were stored at −80C until processing. Two FLT mice were dissected on-board the ISS, and livers were isolated on-orbit and stored in the MELFI. Frozen FLT mice carcasses were then returned on Earth by the SpaceX-4 spacecraft and delivered to the NASA Ames Research Center (ARC) for disposal. The ten frozen mice carcasses, GC and FLT, were dissected at room temperature, and harvested samples stored at −80C. RNA extraction from 20–30mg mice liver and muscle were realized at 4C using a lysis buffer (Qiagen, Valenica, CA) and a beta-mercaptoethanol (1:100)/Buffer RLT solution, lysis buffer (Qiagen, Valenica, CA) and kept on ice. Samples were then homogenized for 20 s at 21,000 RPM using a Polytron PT1300D handheld homogenizer with a 5 mm standard dispersing aggregate (Kinematica, Bohemia, NY). Homogenates were centrifuged for 3 min at room temperature to remove tissue debris. RNA from homogenates were further purified using the Qiagen AllPrep DNA/RNA Mini Kit (Qiagen, Valencia, CA), and eluted in DNase/RNase-free water. RNA concentrations were measured using the NanoDrop 2000 UV-Vis Spectrophotometer (Thermo Fisher Scientific, Waltham, MA), and RNA quality was assessed using the Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA). RNA sequencing and library construction was performed on 1 μg of RNA having RIN values of 7 or above, using Illumina HiSeq 4000 kit and experimental protocol. Quantification and statistical analysis RNAseq data processing Raw FASTQ files were proceed using the “GeneLab RNAseq data processing protocol” as reported at https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-103/ and https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-168 . On this work we used the mentioned protocol up to the step “Quantification data was imported to R (version 3.6.0) with tximport”. R Differential Expression (DE) analysis has been performed using the R studio software Version 1.2.5001 and the DESeq2 package version 1.30.1 that uses shrinkage estimation for dispersion and fold change. RSEM expected counts were extracted and rounded up to the next integer and used as input for DE analysis. Statistical significance of differentially expressed genes (FDR ≤0.05) were assessed using Benjamini-Hochberg multiple testing adjustment procedure. Biological process, pathways, networks and clusters analysis For biological process, pathways, networks and clusters analysis, normalized count from RR1 mice quadriceps and liver were processed by the DEseq2 package and assessed for Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways Over Representation Analysis on the online Webgesalt platform, and for Gene Ontology Biological Process (GOBP) and KEGG pathways GeneSets Enrichment by the Gene Set Enrichment Analysis (GSEA) software. The Cytoscape software was used to build geneset networks from GSEA results. GSEAs were run with a ‘‘Flight vs Ground Control’’ comparison setting. The ranked list of genes was defined by the signal-to-noise metric, and the statistical significance were determined by 1000 permutations of the gene sets. Enrichment importance were sorted according to the enrichment score calculated by GSEA ( Müller, 2019 ). Venn diagrams were generated on the online platform Venny available at: https://bioinfogp.cnb.csic.es/tools/venny/index2.0.2.html . mixOmics mixomics is a R package developed by Kim-anh Lê Cao, Sébastien Déjean and collaborators to visualize associations between paired omics datasets using correlation circles plots, heatmaps, and networks ( Duruflé et al., 2021 ; González et al., 2012 ; Rohart et al., 2017 ). In the present study we used mixOmics package version 6.14.1. More information can be found on the online mixOmics platform available at: http://mixomics.org/ . sPLS and sPLS-DA Transcriptome from 6 matched NASA RR1 mice, 3 ground controls (M36, M37, M38) and 3 inflight (M25, M26, M28), between the liver and the quadriceps were analyzed by sPLS (Partial Least Square) and sPLS-DA (sparse Partial Least Square-Differential Analysis). Correlation circle and correlation network were generated from sPLS-DA performed on 100%, 75%, 50%, and 25% of total normalized counts according to the process suggested in Duruflé et al. (2021) . This method is an internal method to validate that the pattern of genes evaluated with the strongest importance for discrimination maintain across input reduction. These genes are referred to as to “discriminating genes” in this study. The correlation circle plot is a 1 sized radius were variable pools located between |0,5| and |1| have the strongest correlation. Correlation heatmaps are generated from sPLS analyses. Post 100%, 75%, 50%, and 25% sPLS-DA DEG are DEG still present in reported genes from 100%, 75%, 50%, and 25% sPLS-DA. R scripts used for this study are available at: http://mixomics.org/case-studies/spls-liver-toxicity-case-study/ .",
    "results": "Lipid metabolic processes are the most common biological processes affected in mice quadriceps and liver during spaceflight Previous studies showed that the muscle and the liver are differentially affected by metabolic changes during spaceflight ( da Silveira et al., 2020 ). Here, we first investigated the commonalities between the two organs. We chose to focus on the quadriceps, which is the most important in term of size and as such potentially in terms of effects. Transcriptomic data from C57BL/6J mouse liver and quadriceps from the NASA Rodent Research 1 (RR1) protocol were analyzed by the Gene Set Enrichment Analysis (GSEA) method and visualized with Cytoscape software ( Figure 1 A). In the quadriceps, “fatty coA process” and “axon extension negative” were the most enriched processes. In the liver, most enriched processes were related to mitochondria (“proton triphosphate gsea”, “electron transport cytochrome”, and “mitochondrial translational elongation”) followed by lipid metabolism-related processes (“oxidation fatty acyl”, “plasma lipoprotein particle”, and “positive lipid process”) ( Figure S1 A, Related to Figure 1 ). Similarly, lipid metabolism-related pathways were also the most enriched reported by KEGG pathways over representation analysis in the liver ( Figure S1 B, Related to Figure 1 ). Figure 1. Open in a new tab Lipid metabolic processes are the most commonly biological processes affected in mice quadriceps and liver during spaceflight (A) Cytoscape network of most common biological processes shared by the liver and the quadriceps reported by Gene Ontology biological Pathway (GOBP) Gene Set Enrichment Analysis (GSEA) in mice during spaceflight (p-value 0.05, FDR 0.05). Yellow circles indicate lipid metabolism related processes, pink circles indicate mitochondrial function related processes, green circles indicates protein post-translational processes, and the blue circle indicates a DNA Repair-related process. (B) Venn diagram of common KEGG GSEA pathways between the liver and the quadriceps in mice during spaceflight. (C) Summary of the common KEGG GSEA pathways between mice liver and quadriceps. FDR: False Discovery Rate, GOBP: Gene Ontology Biological Process, GSEA: Gene Set Enrichment Analysis, KEGG: Kyoto Encyclopedia of Genes and Genomes. Among the 24,961 transcripts identified in the liver samples and the 22,657 transcripts in the identified quadriceps sample, the most enriched gene ontology biological processes altered by spaceflight assessed by GSEA commonly shared were related to lipid metabolism ( Figure 1 A). “β-oxidation lipid”, “plasma lipoprotein particle”, and “triglycerides neutral biosynthetic” genesets were upregulated in both organs, while “cholesterol alcohol biosynthetic” and “fatty acyl coa” displayed opposed expression patterns between the two organs. Consistent with previous studies, mitochondria-related process genesets were also among the most shared processes and were upregulated in the liver, while downregulated in the quadriceps. Endoplasmic reticulum and ribosome-related process genesets were also among the most shared process genesets, potentially suggesting impaired protein metabolism. Both positively (upregulated) and negatively (downregulated) enriched KEGG pathways obtained by GSEA for each organ were compared together in a Venn diagram ( Figures 1 B and 1C). Among the 70 pathways analyzed, 11 pathways were common to the two organs. Again, lipid metabolism-related pathways were the most represented among the common ones ( Figure 1 B), with “KEGG_BIOSYNTHESIS_OF_UNSATURED_FATTY_ACIDs” and the two short chain fatty acid metabolism pathways “KEGG_BUTANOATE_METABOLISM” and “KEGG_PROPANOATE_METABOLISM” ( Figure 1 C). Protein metabolism (“KEGG_RIBOSOME”, “KEGG_PROTEASOME”, “KEGG_RNA_POLYMERASE”) and DNA repair-related pathways were also among the common downregulated pathways between the two organs. Thus, spaceflights induce a strong transcriptional response of the metabolism, especially for lipid metabolism in the liver and in the quadriceps. Hypoglycemic signaling pathways genes are the most significantly downregulated in mice quadriceps during spaceflight In the quadriceps, 972 genes were significantly differentially expressed, among which 562 were downregulated and 410 were upregulated. KEGG pathways over representation analysis (ORA) in the online software Webgesalt reported 30 most enriched pathways ( Figure 2 A). Pathways involved in metabolism are particularly enriched, especially those regulating glycemia: HIF1, ErbB, FoxO, AMPK, Insulin, and PI3K-Akt signaling pathways. Hypoglycemic signaling pathway gene expression was decreased in flight mice compared to ground control mice ( Figure 2 B). Interestingly, glucose transport processes were among the most negatively enriched in GSEA reports, and glucose transport process gene expression was decreased in flight mice compared to ground control mice ( Figures 2 C and 2D). Figure 2. Open in a new tab Hypoglycemic signaling pathways genes are the most significantly downregulated in mice quadriceps during spaceflight (A) Webgesalt ORA enriched KEGG pathways of DEG in mice quadriceps during spaceflight. Blue arrow indicates hypoglycemic pathways. (B) Heatmap showing level expression of hypoglycemic genes in inflight mice (FLT) versus control (GC) mice. Color Key shows row z-score level. (C) GOBP GSEA of the whole transcriptome of mice quadriceps RR1 (p-value 0.05, FDR 0.05). (D) Heatmap showing level expression of glucose transport process genes expression in inflight mice (FLT) versus control (GC) mice (p-value 0.05, FDR 0.05). Color key shows row z-score level. (E) Correlation circle plot between muscle hyperglycemic pathways and glucose transport process gene expression from sPLS-DA of mice quadriceps transcriptome during spaceflight. DEG: Differentially Expressed Genes, FDR: False Discovery Rate, GOBP: Gene Ontology Biological Process, GSEA: Gene Set Enrichment Analysis, KEGG: Kyoto Encyclopedia of Genes and Genomes, ORA: Over Representation Analysis, sPLS-DA: sparse Partial Least Square- Differential Analysis. We investigated the relationships between the downregulation of glucose transport process genes and the downregulation of hypoglycemic signaling pathway genes using the supervised method sPLS-DA (sparse partial least square-differential analysis) with the R-mixOmics package. We compared the reported genes by the sPLS-DA performed at 100% (22657), 75% (16992), 50% (11328), and 25% (5664) (according to the process suggested in Duruflé et al., 2021 ) transcript input in a Venn diagram, and we found that 3463 genes were commonly reported with the strongest importance for discrimination (“discriminating genes”) ( Figure S2 A, Related to Figure 2 ). KEGG pathways ORA on these specific genes reported several enriched pathways among which were the previously mentioned hypoglycemic signaling pathways. Moreover, 491 significant differentially expressed genes (DEG) were still present among the 3463 sPLS-DA common genes, and KEGG pathway ORA on these genes demonstrated fewer enriched pathways than on the original analysis of the 972 DEG ( Figure 2 A) and on the 3463 sPLS-DA common genes ( Figure S2 A, Related to Figure 2 ), but the hypoglycemic ErbB, FoxO, AMPK, Insulin, and HIF-1 signaling pathways were still among the most enriched ( Figure S2 B, Related to Figure 2 ). Principal component analysis (PCA) showed that inflight mice and ground control mice groups were clearly discriminated by gene variability ( Figure S2 C, Related to Figure 2 ), despite PCA being an unsupervised method. Finally, we found that glucose transport process and hypoglycemic signaling pathway gene expression correlate ( Figure 2 E), and this correlation is strong as indicated by the correlation intensity level shown on the correlation heatmap ( Figure S2 D, Related to Figure 2 ). Muscle glucose transport gene expression correlates with decreased muscle DNA repair, autophagy, and translation processes gene expression In the quadriceps, DNA repair, autophagy, and translation are among the most enriched processes and pathways reported by GSEA and ORA. DNA repair, autophagy, and translation process genes are decreased in inflight mice compared to ground control mice ( Figures 3 A–3C). Muscle glucose transport gene expression strongly correlates with decreased muscle DNA repair, autophagy, and translation process gene expression as shown by the correlation circle plot ( Figures 3 D–3F) and the correlation heatmap ( Figures 3 G–3I). These processes are both high energy demand processes. Thus, decreased energy intake gene expression correlated with an energy-saving transcriptome in mice quadriceps during spaceflight. Figure 3. Open in a new tab Muscle glucose transport genes expression correlate with decreased muscle DNA repair, autophagy, and translation processes gene expression (A–C) Heatmap showing the expression level of DNA repair (A), autophagy (B), and translation (C) process genes in the muscle in inflight mice (FLT) versus control (GC) mice. Color key shows row z-score level (p-value 0.05, FDR 0.05). (D–F) Correlation circle plots between muscle glucose transport and DNA repair (D), autophagy (E), and translation (F) gene expression from sPLS-DA of mice quadriceps transcriptome during spaceflight. (G–I) Correlation heatmap between muscle glucose transport and DNA repair (G), autophagy (H), and translation (I) gene expression from sPLS of mice quadriceps transcriptome during spaceflight. Color key shows correlation intensity. FDR: False Discovery Rate, sPLS-DA: sparse Partial Least Square- Differential Analysis. Lipid metabolic processes gene expression in the liver correlates with gene expression changes in the muscle and muscle atrophy phenotype Lipid metabolism pathways are among the most reported by GSEA and ORA ( Figures 1 and S1 ). In addition, discriminating genes after 100%, 75%, 50%, and 25% sPLS-DA and post DEG 100%, 75%, 50%, and 25% sPLS-DA still maintain this pattern as shown by KEGG ORA ( Figures S3 A and S3B, Related to Figure 4 ). Of note, the two short chain fatty acid “butanoate” and ‘propanoate” were always among the most enriched KEGG pathways ( Figure S3 C, Related to Figure 4 ). Since fatty liver diseases are associated with IR and diabetes, we investigated whether altered glucose transport gene expression was linked to liver lipid metabolism. We found that glucose transport process gene expression strongly correlated with liver lipid metabolism gene expression during spaceflight ( Figures 4 B and 4C). Consistently, liver lipid metabolism gene expression also correlated with muscle autophagy, DNA repair, and translation process gene expression ( Figures 5 A–5C). Furthermore, liver lipid metabolism gene expression strongly correlated with muscle atrophy phenotype gene expression ( Figure 5 D). Indeed, liver lipid metabolism and muscle atrophy genes formed a gene correlation network ( Figure 5 E). Akr1c12, Ces1c, Abcg8, Abcg5, Fabp2, Apom, Rdh7, Serpina6, Gpat2, and Slc10a1 formed a gene cluster strongly correlating with muscle gene expression ( Figure 5 F). Figure 4. Open in a new tab Lipid metabolic processes gene expression in the liver correlates with glucose transport processes gene expression in the muscle (A) PCA in muscle glucose transport and liver lipid metabolism process. (B) Correlation circle plot between muscle glucose transport and liver lipid metabolism process gene expression from sPLS-DA of mice quadriceps and liver transcriptomes during spaceflight. (C) Correlation heatmap between muscle glucose transport and liver lipid metabolism process gene expression from sPLS of mice quadriceps and liver transcriptomes during spaceflight. Color key shows correlation intensity. (D) Correlation network between muscle glucose transport and liver lipid metabolism process gene expression from sPLS-DA of mice quadriceps and liver transcriptomes during spaceflight. sPLS-DA: sparse Partial Least Square- Differential Analysis. Figure 5. Open in a new tab Liver lipid metabolism gene expression correlates with muscle atrophy phenotype, and DNA repair, autophagy, and translation genes decreased expression (A–C) Correlation heatmap between liver lipid metabolism and muscle DNA repair (A), translation (B), and autophagy (C) process gene expression from sPLS of mice quadriceps and liver transcriptomes during spaceflight. Color key shows correlation intensity. (D) Correlation circle plot between muscle atrophy phenotype and liver lipid metabolism process gene expression from sPLS-DA of mice quadriceps and liver transcriptomes during spaceflight. (E) Correlation network between muscle atrophy phenotype and liver lipid metabolism process gene expression from sPLS-DA of mice quadriceps and liver transcriptomes during spaceflight. (F) Venn diagram of strongest correlating liver lipid metabolism process genes in common between muscle atrophy phenotype, autophagy, DNA repair, translation, and glucose transport process genes. sPLS-DA: sparse Partial Least Square- Differential Analysis.",
    "conclusion": "Human expansion in space is hampered by the physiological risks of spaceflight. The muscle and the liver are among the most affected tissues during spaceflight and their relationships in response to space exposure have never been studied. We compared the transcriptome response of liver and quadriceps from mice on NASA RR1 mission, after 37 days of exposure to spaceflight using GSEA, ORA, and sparse partial least square-differential analysis. We found that lipid metabolism is the most affected biological process between the two organs. A specific gene cluster expression pattern in the liver strongly correlated with glucose sparing and an energy-saving response affecting high energy demand process gene expression such as DNA repair, autophagy, and translation in the muscle. Our results show that impaired lipid metabolism gene expression in the liver and muscle atrophy gene expression are two paired events during spaceflight, for which dietary changes represent a possible countermeasure. Subject areas: Space medicine, Omics, Space sciences, Astronautics"
  },
  "links": {
    "pmc_html": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9576569/",
    "pmc_pdf": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9576569/pdf/main.pdf"
  },
  "access": [
    "PEER-REVIEWED",
    "ISS",
    "MUSCULOSKELETAL ADAPTATION"
  ],
  "citations_by_year": [],
  "confidence": 0.73,
  "entities": [
    "gene",
    "expression",
    "liver",
    "mice",
    "muscle"
  ]
}